accountsservice
acpi
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
arj
aspell
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bat
betterlockscreen
bind
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
bzip3
cantarell-fonts
cava
cbonsai
cdrtools
chromium
chrono-date
cinnamon-translations
cmake
composer
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
dbeaver
device-mapper
dex
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dpkg
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-dracut
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
ffmpegthumbnailer
firefox
firewalld
flameshot
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fuzzel
galculator
gamescope
ghostscript
git
glances
glib2-devel
go
gobject-introspection
gparted
grim
grub
gruvbox-material-icon-theme-git
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hplip
htop
hwdetect
hwinfo
i3-wm
i3blocks
i3lock-color
i3status
inetutils
intellij-idea-community-edition
intellij-idea-ultimate-edition
inxi
iptables-nft
iwd
jfsutils
jq
kdenlive
kitty
less
lhasa
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lrzip
lsb-release
lsscsi
lutris
lvm2
lxappearance
mako
man-db
man-pages
mariadb
mdadm
meld
mesa-utils
meson
mixxx
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nemo
nemo-fileroller
nemo-image-converter
nemo-preview
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvme-cli
nwg-look
nyancat
obsidian
openssh
os-prober
packettracer
pacman-contrib
papirus-folders
papirus-icon-theme
pavucontrol
perl
php
php-apache
php-pgsql
php-sqlite
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
pnpm
polkit-gnome
polybar
poppler-glib
postman-bin
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pillow
python-pip
python-pyqt5
python-pyqt6
python-reportlab
qbittorrent
rebuild-detector
reflector
reflector-simple
rofi
rsync
rtkit
s-nail
sane
scdoc
scrot
sg3_utils
shellcheck
slurp
smartmontools
sof-firmware
splix
steam
stylua
sudo
swappy
swaybg
swayfx
swayidle
swaylock-effects
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vesktop-bin
vi
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vulkan-radeon
w3m
waybar
wayland-protocols
welcome
wf-recorder
wget
which
winbox
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireplumber
wl-clipboard
wpa_supplicant
xarchiver
xbindkeys
xclip
xcolor
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xss-lock
xterm
yay
zip
zoom
zoxide
zsh
